IDEA StatiCa Open Model
ReinfBarOnEdge.Length Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 length of bar
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Length { get; set; }
Public Property Length As Double
	Get
	Set
public:
property double Length {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ReinfBarOnEdge Class
IdeaRS.OpenModel.Detail Namespace